Repository: thoaud/woo-directhouse-ongoing-parcel-tracking
Catalog: languages/directhouse-ongoing-parcel-tracking-*.po
Languages: nb_no

source: A text message notification has been delivered to the recipient.
nb_no: En tekstmelding har blitt levert til mottakeren.

source: Age Limit:
nb_no: Aldersgrense:

source: All Tracking Events
nb_no: Alle sporingshendelser

source: Available for pickup
nb_no: Tilgjengelig for henting

source: Being picked
nb_no: Blir plukket

source: Configure automatic tracking updates and order status filtering.
nb_no: Konfigurer automatiske sporingsoppdateringer og filtrering av bestillingsstatus.

source: Current Status
nb_no: Nåværende status

source: Customer Details
nb_no: Kundens detaljer

source: Daily
nb_no: Daglig

source: days (0 = no limit)
nb_no: dager (0 = ingen grense)

source: Delivered
nb_no: Levert

source: Delivery Tracking
nb_no: Leveringssporing

source: DirectHouse Ongoing Parcel Tracking
nb_no: DirectHouse Pågående Pakke Sporing

source: DirectHouse Ongoing Parcel Tracking requires WooCommerce to be installed and activated.
nb_no: DirectHouse Pågående Pakke Sporing krever at WooCommerce er installert og aktivert.

source: Enable automatic tracking updates via cron job
nb_no: Aktiver automatiske sporingsoppdateringer via cron-jobb

source: Enable Cron Updates
nb_no: Aktiver Cron-oppdateringer

source: Enable Status Emojis
nb_no: Aktiver Status Emojis

source: Enable the tracking status column in the orders list table. Disable this if the orders list becomes slow.
nb_no: Aktiver sporingsstatuskolonnen i bestillingslisten. Deaktiver dette hvis bestillingslisten blir treg.

source: Enable Tracking Column
nb_no: Aktiver Sporingskolonne

source: Enable Updates
nb_no: Aktiver Oppdateringer

source: Enter the tracking number from the warehouse system.
nb_no: Skriv inn sporingsnummeret fra lagersystemet.

source: Error updating tracking information.
nb_no: Feil ved oppdatering av sporingsinformasjon.

source: Error updating tracking.
nb_no: Feil ved oppdatering av sporing.

source: Every 12 Hours
nb_no: Hver 12. time

source: Every 15 Minutes
nb_no: Hver 15. minutt

source: Every 2 Hours
nb_no: Hver 2. time

source: Every 3 Hours
nb_no: Hver 3. time

source: Every 30 Minutes
nb_no: Hver 30. minutt

source: Every 4 Hours
nb_no: Hver 4. time

source: Every 45 Minutes
nb_no: Hver 45. minutt

source: Every 6 Hours
nb_no: Hver 6. time

source: Every 8 Hours
nb_no: Hver 8. time

source: Every Hour
nb_no: Hver time

source: Exclude Delivered Orders
nb_no: Ekskluder leverte bestillinger

source: Hourly
nb_no: Hver time

source: How often to update orders with this status. "Use Global Interval" uses the main cron interval setting.
nb_no: Hvor ofte bestillinger med denne statusen skal oppdateres. "Bruk Globalt Intervall" bruker hoved cron-intervallinnstillingen.

source: How often to update tracking information
nb_no: Hvor ofte skal sporingsinformasjonen oppdateres?

source: In transit
nb_no: Under transport

source: Invalid order.
nb_no: Ugyldig bestilling.

source: Last updated:
nb_no: Sist oppdatert:

source: Max Age (days)
nb_no: Maks Alder (dager)

source: Max Updates Per Run
nb_no: Maks Oppdateringer Per Kjøring

source: Maximum number of orders to update per cron run. Set to 0 for no limit.
nb_no: Maksimalt antall bestillinger som skal oppdateres per cron-kjøring. Sett til 0 for ingen grense.

source: No data
nb_no: Ingen data

source: No further tracking information is available. If the transporter has a separate app, you may be notified there, or via SMS or email when the parcel is delivered.
nb_no: Ingen ytterligere sporingsinformasjon er tilgjengelig. Hvis transportøren har en egen app, kan du bli varslet der, eller via SMS eller e-post når pakken er levert.

source: No tracking
nb_no: Ingen sporing

source: No tracking information available yet. Please check back later.
nb_no: Ingen sporingsinformasjon tilgjengelig ennå. Vennligst sjekk tilbake senere.

source: No tracking information available.
nb_no: Ingen sporingsinformasjon tilgjengelig.

source: No tracking number available for this order.
nb_no: Ingen sporingsnummer tilgjengelig for denne bestillingen.

source: Only update orders newer than this many days. Set to 0 for no limit.
nb_no: Bare oppdater bestillinger nyere enn dette antallet dager. Sett til 0 for ingen grense.

source: Order delivered according to tracking information.
nb_no: Bestilling levert i henhold til sporingsinformasjon.

source: Order details
nb_no: Bestillingsdetaljer

source: Order has been picked and is ready for further processing in the warehouse
nb_no: Bestillingen har blitt plukket og er klar for videre behandling på lageret.

source: Order has been placed in the warehouse and will be prepared for picking
nb_no: Bestillingen har blitt plassert på lageret og vil bli klargjort for plukking.

source: Order Status
nb_no: Bestillingsstatus

source: Order Status Settings
nb_no: Innstillinger for bestillingsstatus

source: Order Statuses
nb_no: Bestillingsstatusar

source: Other
nb_no: Annet

source: Processing
nb_no: Behandler

source: Refresh tracking information
nb_no: Oppdater sporingsinformasjon

source: Select which order statuses should be automatically updated.
nb_no: Velg hvilke bestillingsstatusar som skal oppdateres automatisk.

source: Sent
nb_no: Sendt

source: Shipment Status
nb_no: Ordre og pakkesporing

source: Shipment Tracking
nb_no: Ordre og Pakkesporing

source: Show emojis next to statuses in admin and customer views.
nb_no: Vis emojis ved siden av statusene i admin- og kundevyer.

source: Skip orders that are already marked as delivered
nb_no: Hopp over bestillinger som allerede er merket som levert

source: The delivery of the shipment item is in progress.
nb_no: Leveringen av pakken er i gang.

source: The shipment item has arrived at the distribution terminal.
nb_no: Pakken har ankommet distribusjonsterminalen.

source: The shipment item has been delivered to a service point.
nb_no: Pakken har blitt levert til et servicested.

source: The shipment item has been delivered to the recipient's mailbox.
nb_no: Pakken har blitt levert til mottakerens postkasse.

source: The shipment item has been delivered.
nb_no: Pakken har blitt levert.

source: The shipment item has been loaded.
nb_no: Pakken har blitt lastet.

source: The shipment item has been routed to a service point.
nb_no: Pakken har blitt rutet til et servicested.

source: The shipment item is under transportation.
nb_no: Pakken er under transport.

source: Track Package
nb_no: Spor pakke

source: Track shipments using the DirectHouse warehouse API.
nb_no: Spor sendinger ved hjelp av DirectHouse lager-API.

source: Track Your Package
nb_no: Spor pakken din

source: Tracking
nb_no: Sporing

source: Tracking information is not yet available for this order.
nb_no: Sporingsinformasjon er ikke tilgjengelig for denne bestillingen ennå.

source: Tracking information updated!
nb_no: Sporingsinformasjon oppdatert!

source: Tracking Link:
nb_no: Sporingslenke:

source: Tracking Number:
nb_no: Sporingsnummer:

source: Tracking Timeline
nb_no: Tidslinje

source: Tracking update completed
nb_no: Sporingsoppdatering fullført

source: Tracking updated successfully!
nb_no: Sporing oppdatert vellykket!

source: Twice Daily
nb_no: To ganger daglig

source: Unknown
nb_no: Ukjent

source: Update Interval
nb_no: Oppdateringsintervall

source: Update Interval:
nb_no: Oppdateringsintervall:

source: Update Tracking
nb_no: Oppdater sporing

source: Update Tracking Number:
nb_no: Oppdater sporingsnummer:

source: Updating tracking information...
nb_no: Oppdaterer sporingsinformasjon...

source: Updating...
nb_no: Oppdaterer...

source: Use Global Interval
nb_no: Bruk Globalt Intervall

source: View detailed timeline
nb_no: Vis detaljert tidslinje

source: View on carrier website
nb_no: Vis på transportørens nettsted

source: Waiting to be picked
nb_no: Venter på å bli hentet

source: We're currently having problems retrieving the order information associated with the tracking number.
nb_no: Vi har for øyeblikket problemer med å hente bestillingsinformasjonen knyttet til sporingsnummeret.

source: Weekly
nb_no: Ukentlig

source: You can also track your package directly on the carrier's website:
nb_no: Du kan også spore pakken din direkte på transportørens nettsted:

source: Your order has left the warehouse and is being transported to the terminal
nb_no: Pakken din har forlatt lageret og blir transportert til terminalen.
